Repository: mhduiy/temp
Catalog: file/translate/service/*.po
Languages: ca, cs, es, fi, hu, it, nl, pl, pt, sq

source: Success
ca: Correcte
cs: Úspěch
es: Correcto
fi: Onnistui
hu: Sikeres
it: Fatto
nl: Voltooid
pl: Sukces
pt: Sucecsso
sq: Sukses

source: Invalid command
ca: Ordre no vàlida
cs: Neplatný příkaz
es: Comando invalido
fi: Virheellinen komento
hu: Érvénytelen parancs
it: Comando non valido
nl: Ongeldige opdracht
pl: Nieprawidłowa komenda
pt: Comando inválido
sq: Urdhër i pavlefshëm

source: Invalid parameter
ca: Paràmetre no vàlid
cs: Neplatný parametr
es: Parametro invalido
fi: Virheellinen parametri
hu: Érvénytelen paraméter
it: Parametro non valido
nl: Ongeldige optie
pl: Nieprawidłowy parametr
pt: Parâmetro inválido
sq: Parametër i pavlefshëm

source: Invalid length
ca: Longitud no vàlida
cs: Neplatná délka
es: Longitud no válida
fi: Virheellinen pituus
hu: Érvénytelen útvonal
it: Lunghezza non valida
nl: Ongeldige lengte
pl: Nieprawidłowa długość
pt: Comprimento inválido
sq: Gjatësi e pavlefshme

source: Timeout
ca: Temps d'espera
cs: Časový limit
es: Tiempo agotado
fi: Aikakatkaisu
hu: Időtullépés
it: Scaduto
nl: Verlopen
pl: Upłynął limit czasu żądania
pt: Expirou
sq: Mbarim kohe

source: Channel busy
ca: Canal ocupat
cs: Kanál zaneprázdněn
es: Canal ocupado
fi: Kanava varattu
hu: A csatorna foglalt
it: Canale occupato
nl: Kanaal is bezig
pl: Kanał zajęty
pt: Canal ocupado
sq: Kanal i zënë

source: Lock required
ca: Cal un blocatge
cs: Vyžadován zámek
es: Se requiere bloqueo
fi: Lukko vaaditaan
hu: Zárolás szükséges
it: Blocco richiesto
nl: Vergrendeling vereist
pl: Wymagana blokada
sq: Kyçi është i domosdoshëm

source: Invalid channel
ca: Canal no vàlid
cs: Neplatný kanál
es: Canal no válido
fi: Virheellinen kanava
hu: Érvénytelen csatorna
it: Canale non valido
nl: Ongeldig kanaal
pl: Nieprawidłowy kanał
pt: Canal inválido
sq: Kanal i pavlefshëm

source: Unsupported
ca: No s'admet.
cs: Nepodporováno
es: Incompatible
fi: Ei tuettu
hu: Nem támogatott
it: Non supportato
nl: Niet-ondersteund
pl: Niewspierane
pt: Não suportado
sq: Nuk mbulohet

source: Invalid credential
ca: Credencial no vàlida
cs: Neplatný přihlašovací údaj
es: Credencial inválida
fi: Virheellinen tunniste
hu: Érvénytelen hitelesítő adat
it: Credenziali non valide
nl: Ongeldige inloggegevens
pl: Nieprawidłowe dane logowania
pt: Credencial inválida
sq: Kredencial i pavlefshëm

source: Touch or swipe the security key
ca: Toqueu o feu lliscar la clau de seguretat
cs: Dotkněte se nebo přejeďte prstem po klíči zabezpečen
es: Toca o desliza la clave de seguridad
fi: Kosketa tai pyyhkäise suojausavainta
hu: Érintse meg, vagy csúsztassa el a biztonsági kulcsot
it: Tocca o fai scorrere la chiave di sicurezza
nl: Raak de beveiligingssleutel aan of veeg erover
pl: Dotknij lub przesuń klucz bezpieczeństwa
pt: Toque ou deslize a chave de segurança
sq: Prekni, ose fërkoni me gisht kyçin e sigurisë

source: Unsupported algorithm
ca: Algorisme no compatible
cs: Nepodporovaný algoritmus
es: Algoritmo incompatible
fi: Algoritmia ei tueta
hu: Nem támogatott algoritmus
it: Algoritmo non supportato
nl: Niet-ondersteund algoritme
pl: Niewspierany algorytm
pt: Algoritmo não suportado
sq: Algoritëm i pambuluar

source: Operation denied
ca: Operació denegada
cs: Operace odepřena
es: Operación denegada
fi: Toiminta estetty
hu: A művelet megtagadva
it: Operazione negata
nl: Actie geweigerd
pl: Operacja odrzucona
pt: Operação negada
sq: Veprimi u hodh poshtë

source: Unsupported option
ca: Opció no admesa
cs: Nepodporovaná volba
es: Opción no admitida
fi: Ei tuettu vaihtoehto
hu: Nem támogatott opció
it: Opzione non supportata
nl: Niet-ondersteunde optie
pl: Opcja niewspierana
pt: Opção não suportada
sq: Mundësi e pambuluar

source: Invalid option
ca: Opció no vàlida
cs: Neplatná volba
es: Opción inválida
fi: Virheellinen vaihtoehto
hu: Érvénytelen opció
it: Opzione non valida
nl: Ongeldige optie
pl: Nieprawidłowa opcja
pt: Opção inválida
sq: Mundësi e pavlefshme

source: No credentials
ca: Sense credencials
cs: Žádné přihlašovací údaje
es: Sin credenciales
fi: Ei tunnistetta
hu: Nincsenek hitelesítő adatok
it: Nessuna credenziale
nl: Geen inloggegevens
pl: Brak danych logowania
pt: Sem credenciais
sq: Pa kredenciale

source: Validation timed out
ca: S'ha esgotat el temps d'espera de la validació.
cs: Překročen časový limit pokusu o ověření
es: Se agotó el tiempo para validar
fi: Vahvistuksen aikakatkaisu
hu: Az érvényesítés időtúllépés miatt sikertelen
it: Validazione scaduta
nl: De goedkeuring is verlopen
pl: Upłynął czas oczekiwania walidacji
pt: Validação expirou
sq: Mbaroi koha për vlerësimin

source: Pin invalid
ca: Pin no vàlid
cs: PIN neplatný
es: Pin inválido
fi: PIN ei kelpaa
hu: A PIN kód érvénytelen
it: PIN non valido
nl: Ongeldige pincode
pl: Nieprawidłowy PIN
pt: Código inválido
sq: PIN i pavlefshëm

source: Pin auth invalid
ca: Pin d'autenticació no vàlid
cs: Neplatné ověření PIN kódem
es: Pin de autentificación inválido
fi: PIN virheellinen
hu: A PIN hitelesítése érvénytelen
it: Autenticazione PIN non valida
nl: Ongeldige pinauthenticatie
pl: Nieprawidłowe uwie. PIN
pt: Autenticação de código inválida

source: Pin not set
ca: Pin no establert
cs: PIN nenastaven
es: Pin no establecido
fi: PIN ei ole asetettu
hu: A PIN kód nincs beállítva
it: PIN non impostato
nl: Geen pincode ingesteld
pl: PIN nie został ustawiony
pt: Código não definido
sq: S’është ujdisur PIN

source: Pin required
ca: Cal un pin
cs: PIN vyžadován
es: Se requiere PIN
fi: PIN vaaditaan
hu: PIN kód szükséges
it: PIN richiesto
nl: Pincode vereist
pl: PIN wymagany
pt: Código necessário
sq: PIN-i është i domosdoshëm

source: tx error
ca: error de tx
cs: chyba odesílání
fi: tx virhe
hu: tx hiba
it: errore trasmissione
nl: tx-fout
pl: Błąd TX
pt: Erro tx
sq: gabim tx

source: rx error
ca: error d'rx
cs: chyba příjmu
fi: rx virhe
hu: rx hiba
it: errore ricezione
nl: rx-fout
pl: Błąd RX
pt: Erro rx
sq: gabim rx

source: User persence required
ca: Cal la presència de l'usuari.
cs: Vyžadována přítomnost uživatele
es: Se requiere presencia del usuario
fi: Käyttäjän toimia vaaditaan
hu: Felhasználói jelenlét szükséges
it: Ãˆ richiesta la presenza dell'utente
nl: Gebruikerspresentie vereist
pl: Wymagana obecność użytkownika
sq: Prania e përdoruesit është e domosdoshme

source: Device claimed
ca: Dispositiu reclamat
cs: Zařízení zabráno
es: Dispositivo detectado
fi: Laite vaaditaan
hu: Eszköz igényelve
it: Dispositivo rivendicato
nl: Apparaat is geclaimd
pl: Urządzenie przejęte

source: Device not fuound
ca: No s'ha trobat el dispositiu.
cs: Zařízení nenalezeno
es: Dispositivo no encontrado
fi: Laitetta ei löydy
hu: Nem található eszköz
it: Dispositivo non trovato
nl: Apparaat is niet aangetroffen
pl: Nie znaleziono urządzenia
pt: Dispositivo não encontrado
sq: S’u gjet pajisje

source: Device open
ca: Dispositiu obert
cs: Zařízení otevřeno
es: Dispositivo abierto
fi: Laite auki
hu: Eszköz megnyitása
it: Dispositivo aperto
nl: Apparaat is in gebruik
pl: Urządzenie otworzone
pt: Dispositivo aberto
sq: Pajisje e hapur

source: Unknow error
ca: Error desconegut
cs: Neznámá chyba
es: Error desconocido
fi: Tuntematon virhe
hu: Ismeretlen hiba
it: Errore sconosciuto
nl: Onbekende foutmelding
pl: Nieznany błąd
pt: Erro desconhecido
sq: Gabim i panjohur
